Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# about.about
source: About
ar_sa: حول التطبيق
cs: O aplikaci
da: Om appen
de_de: Über die App
el: Σχετικά
es_es: Acerca de
fi: Tietoja
fr_ca: À propos
he: אודות
hi: ऐप के बारे में
hu: Névjegy
id: Tentang
it: Informazioni
ja: このアプリについて
ko: 앱 정보
ms: Perihal
nl_nl: Over deze app
no: Om appen
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О программе
sv: Om appen
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# about.attribution
source: Attribution
ar_sa: شكر وتقدير
cs: Poděkování
da: Tak til
de_de: Danksagungen
el: Ευχαριστίες
es_es: Atribución
fi: Kiitokset
fr_ca: Crédits
he: תודות
hi: आभार
hu: Köszönet
id: Atribusi
it: Attribuzioni
ja: クレジット
ko: 출처
ms: Atribusi
nl_nl: Vermeldingen
no: Takk til
pl: Podziękowania
pt_br: Créditos
ro: Mulțumiri
ru: Благодарности
sv: Tack till
th: เครดิต
tr: Katkılar
vi: Ghi công
zh_hans: 致谢
zh_hant: 致謝

# about.contact
source: Contact
ar_sa: اتصال
cs: Kontakt
da: Kontakt
de_de: Kontakt
el: Επικοινωνία
es_es: Contacto
fi: Yhteystiedot
he: יצירת קשר
hi: संपर्क
hu: Kapcsolat
id: Kontak
it: Contatti
ja: お問い合わせ
ko: 문의
ms: Hubungi
no: Kontakt
pl: Kontakt
pt_br: Contato
ru: Контакты
sv: Kontakt
th: ติดต่อ
tr: İletişim
vi: Liên hệ
zh_hans: 联系
zh_hant: 聯絡

# about.credits
source: Credits
ar_sa: المساهمون
cs: Autoři
da: Medvirkende
de_de: Mitwirkende
el: Συντελεστές
es_es: Créditos
fi: Tekijät
fr_ca: Remerciements
he: קרדיטים
hi: श्रेय
hu: Közreműködők
id: Kredit
it: Riconoscimenti
ja: 謝辞
ko: 만든 사람들
ms: Penghargaan
nl_nl: Met dank aan
no: Medvirkende
pl: Twórcy
pt_br: Agradecimentos
ro: Colaboratori
ru: Авторы
sv: Medverkande
th: ผู้มีส่วนร่วม
tr: Emeği geçenler
vi: Đóng góp
zh_hans: 参与者
zh_hant: 參與者

# about.itAlsoIncludesReckless
source: It also includes Reckless, a second engine, which is AGPLv3. The two licences combine, and the Affero clause about software used over a network changes nothing here: both engines run on this device and the app makes no network requests.
ar_sa: يتضمن التطبيق أيضًا Reckless، وهو محرك ثانٍ مرخّص بـ AGPLv3. الرخصتان تتوافقان، وبند Affero الخاص بالبرمجيات المستخدمة عبر الشبكة لا يغيّر شيئًا هنا: كلا المحركين يعملان على هذا الجهاز، والتطبيق لا يجري أي طلبات شبكية.
cs: Obsahuje také Reckless, druhý engine, pod licencí AGPLv3. Obě licence lze spojit a klauzule Affero o softwaru používaném přes síť zde nic nemění: oba enginy běží na tomto zařízení a aplikace neprovádí žádné síťové požadavky.
da: Appen indeholder også Reckless, en anden motor, under AGPLv3. De to licenser kan kombineres, og Affero-klausulen om software der bruges over et netværk ændrer intet her: begge motorer kører på denne enhed, og appen laver ingen netværkskald.
de_de: Sie enthält außerdem Reckless, eine zweite Engine, die unter der AGPLv3 steht. Die beiden Lizenzen lassen sich verbinden, und die Affero-Klausel über Software, die über ein Netzwerk genutzt wird, ändert hier nichts: Beide Engines laufen auf diesem Gerät, und die App stellt keine Netzwerkanfragen.
el: Περιλαμβάνει επίσης το Reckless, μια δεύτερη μηχανή, με άδεια AGPLv3. Οι δύο άδειες συνδυάζονται, και η ρήτρα Affero για λογισμικό που χρησιμοποιείται μέσω δικτύου δεν αλλάζει τίποτα εδώ: και οι δύο μηχανές τρέχουν σε αυτή τη συσκευή και η εφαρμογή δεν κάνει αιτήματα δικτύου.
es_es: También incluye Reckless, un segundo motor, bajo licencia AGPLv3. Las dos licencias se combinan, y la cláusula Affero sobre software usado a través de una red no cambia nada aquí: ambos motores se ejecutan en este dispositivo y la app no hace ninguna petición de red.
fi: Sovellus sisältää myös Recklessin, toisen moottorin, AGPLv3-lisenssillä. Lisenssit sopivat yhteen, eikä Affero-ehto verkon yli käytettävästä ohjelmistosta muuta tässä mitään: molemmat moottorit toimivat tällä laitteella, eikä sovellus tee verkkopyyntöjä.
fr_ca: Elle comprend également Reckless, un second moteur, sous licence AGPLv3. Les deux licences se combinent, et la clause Affero sur les logiciels utilisés à travers un réseau ne change rien ici : les deux moteurs tournent sur cet appareil et l'app ne fait aucune requête réseau.
he: האפליקציה כוללת גם את Reckless, מנוע שני, ברישיון AGPLv3. שני הרישיונות משתלבים, וסעיף Affero בנוגע לתוכנה שנעשה בה שימוש דרך רשת אינו משנה כאן דבר: שני המנועים פועלים על המכשיר הזה, והאפליקציה אינה מבצעת שום פנייה לרשת.
hi: इसमें Reckless भी शामिल है, एक दूसरा इंजन, जो AGPLv3 के अंतर्गत है। दोनों लाइसेंस साथ चल सकते हैं, और नेटवर्क पर इस्तेमाल होने वाले सॉफ़्टवेयर से जुड़ा Affero खंड यहाँ कुछ नहीं बदलता: दोनों इंजन इसी डिवाइस पर चलते हैं और ऐप कोई नेटवर्क अनुरोध नहीं करता।
hu: Tartalmazza a Reckless nevű második motort is, amely AGPLv3 licencű. A két licenc összekapcsolható, és az Affero hálózaton keresztül használt szoftverről szóló kikötése itt semmit sem változtat: mindkét motor ezen az eszközön fut, és az alkalmazás nem küld hálózati kérést.
id: Aplikasi ini juga menyertakan Reckless, mesin kedua, yang berlisensi AGPLv3. Kedua lisensi dapat digabungkan, dan klausul Affero tentang perangkat lunak yang digunakan melalui jaringan tidak mengubah apa pun di sini: kedua mesin berjalan di perangkat ini dan aplikasi tidak membuat permintaan jaringan.
it: Include anche Reckless, un secondo motore, con licenza AGPLv3. Le due licenze si combinano, e la clausola Affero sul software usato attraverso una rete qui non cambia nulla: entrambi i motori girano su questo dispositivo e l'app non effettua richieste di rete.
ja: AGPLv3 の第二のエンジン Reckless も含まれています。二つのライセンスは併存でき、ネットワーク越しに利用されるソフトウェアに関する Affero 条項はここでは何も変えません。どちらのエンジンもこの端末上で動作し、アプリはネットワーク通信を一切行いません。
ko: AGPLv3로 배포되는 두 번째 엔진 Reckless도 포함되어 있습니다. 두 라이선스는 함께 쓸 수 있으며, 네트워크를 통해 사용되는 소프트웨어에 관한 Affero 조항은 여기서 아무것도 바꾸지 않습니다. 두 엔진 모두 이 기기에서 실행되고, 앱은 어떤 네트워크 요청도 하지 않습니다.
ms: Aplikasi ini turut menyertakan Reckless, enjin kedua, di bawah AGPLv3. Kedua-dua lesen boleh digabungkan, dan klausa Affero tentang perisian yang digunakan melalui rangkaian tidak mengubah apa-apa di sini: kedua-dua enjin berjalan pada peranti ini dan aplikasi tidak membuat sebarang permintaan rangkaian.
nl_nl: De app bevat ook Reckless, een tweede engine, onder de AGPLv3. De twee licenties gaan samen, en de Affero-bepaling over software die via een netwerk wordt gebruikt verandert hier niets: beide engines draaien op dit apparaat en de app doet geen netwerkverzoeken.
no: Appen inneholder også Reckless, en andre motor, under AGPLv3. De to lisensene kan kombineres, og Affero-klausulen om programvare som brukes over et nettverk endrer ingenting her: begge motorene kjører på denne enheten, og appen gjør ingen nettverkskall.
pl: Zawiera także Reckless, drugi silnik, na licencji AGPLv3. Obie licencje dają się połączyć, a klauzula Affero dotycząca oprogramowania używanego przez sieć nic tu nie zmienia: oba silniki działają na tym urządzeniu, a aplikacja nie wysyła żadnych zapytań sieciowych.
pt_br: Também inclui o Reckless, um segundo motor, sob a AGPLv3. As duas licenças se combinam, e a cláusula Affero sobre software usado através de uma rede não muda nada aqui: os dois motores rodam neste aparelho e o app não faz nenhuma requisição de rede.
ro: Include și Reckless, un al doilea motor, sub licența AGPLv3. Cele două licențe se combină, iar clauza Affero despre software-ul folosit printr-o rețea nu schimbă nimic aici: ambele motoare rulează pe acest dispozitiv, iar aplicația nu face nicio cerere de rețea.
ru: В приложение также входит Reckless — второй движок под лицензией AGPLv3. Две лицензии сочетаются, а пункт Affero о программах, используемых через сеть, здесь ничего не меняет: оба движка работают на этом устройстве, и приложение не делает сетевых запросов.
sv: Appen innehåller även Reckless, en andra motor, under AGPLv3. De två licenserna går att kombinera, och Affero-klausulen om programvara som används över ett nätverk ändrar ingenting här: båda motorerna körs på den här enheten och appen gör inga nätverksanrop.
th: แอปนี้ยังมี Reckless ซึ่งเป็นเอนจินตัวที่สอง ภายใต้ AGPLv3 ใบอนุญาตทั้งสองรวมกันได้ และข้อกำหนด Affero เรื่องซอฟต์แวร์ที่ใช้ผ่านเครือข่ายไม่เปลี่ยนอะไรที่นี่ เพราะเอนจินทั้งสองทำงานบนเครื่องนี้ และแอปไม่มีการเรียกใช้เครือข่ายใด ๆ
tr: Uygulama ayrıca AGPLv3 lisanslı ikinci bir motor olan Reckless'i de içerir. İki lisans birleşebilir ve ağ üzerinden kullanılan yazılıma dair Affero maddesi burada hiçbir şeyi değiştirmez: her iki motor da bu cihazda çalışır ve uygulama hiçbir ağ isteği yapmaz.
vi: Ứng dụng cũng bao gồm Reckless, một engine thứ hai, theo giấy phép AGPLv3. Hai giấy phép có thể kết hợp, và điều khoản Affero về phần mềm được dùng qua mạng không thay đổi gì ở đây: cả hai engine đều chạy trên thiết bị này và ứng dụng không thực hiện bất kỳ yêu cầu mạng nào.
zh_hans: 本应用还包含第二个引擎 Reckless，其许可证为 AGPLv3。两种许可证可以并存，而 Affero 中关于通过网络使用软件的条款在这里没有任何影响：两个引擎都在本机运行，应用不发出任何网络请求。
zh_hant: 本應用程式還包含第二個引擎 Reckless，其授權為 AGPLv3。兩種授權可以並存，而 Affero 中關於透過網路使用軟體的條款在這裡沒有任何影響：兩個引擎都在本機執行，應用程式不發出任何網路請求。

# about.itIncludesStockfishWhichIs
source: It includes Stockfish, which is GPLv3. Because Stockfish is linked into the app, the whole application carries the same licence — and its complete source is published.
ar_sa: يتضمّن التطبيق محرّك Stockfish المنشور برخصة GPLv3. ولأن Stockfish مرتبط بالتطبيق، يخضع التطبيق كله للرخصة نفسها، وشيفرته المصدرية كاملةً منشورة.
cs: Aplikace obsahuje Stockfish, který je pod licencí GPLv3. Protože je Stockfish do aplikace slinkován, podléhá stejné licenci celá aplikace — a její úplný zdrojový kód je zveřejněn.
da: Appen indeholder Stockfish, som er udgivet under GPLv3. Fordi Stockfish er linket ind i appen, er hele appen omfattet af samme licens — og dens fulde kildekode er offentliggjort.
de_de: Die App enthält Stockfish, das unter der GPLv3 steht. Weil Stockfish in die App eingebunden ist, gilt dieselbe Lizenz für die gesamte Anwendung — und ihr vollständiger Quelltext ist veröffentlicht.
el: Περιλαμβάνει το Stockfish, που διατίθεται με άδεια GPLv3. Επειδή το Stockfish είναι συνδεδεμένο με την εφαρμογή, ολόκληρη η εφαρμογή φέρει την ίδια άδεια — και ο πλήρης πηγαίος κώδικάς της είναι δημοσιευμένος.
es_es: Incluye Stockfish, que está bajo la GPLv3. Como Stockfish está enlazado en la aplicación, toda la aplicación lleva la misma licencia, y su código fuente completo está publicado.
fi: Sovellus sisältää Stockfishin, joka julkaistaan GPLv3-lisenssillä. Koska Stockfish on linkitetty sovellukseen, koko sovellus on saman lisenssin alainen — ja sen täydellinen lähdekoodi on julkaistu.
fr_ca: L'application inclut Stockfish, publié sous GPLv3. Comme Stockfish y est lié, toute l'application porte la même licence — et son code source complet est publié.
he: האפליקציה כוללת את Stockfish, המופץ ברישיון GPLv3. מכיוון ש-Stockfish מקושר לאפליקציה, כל האפליקציה כפופה לאותו רישיון — וקוד המקור המלא שלה פורסם.
hi: इस ऐप में Stockfish शामिल है, जो GPLv3 के तहत जारी होता है। चूँकि Stockfish ऐप से जुड़ा है, पूरा ऐप उसी लाइसेंस के अधीन है — और इसका पूरा स्रोत कोड प्रकाशित है।
hu: Az alkalmazás tartalmazza a Stockfisht, amely GPLv3 alatt jelenik meg. Mivel a Stockfish be van linkelve, az egész alkalmazásra ugyanaz a licenc vonatkozik — és a teljes forráskódja nyilvános.
id: Aplikasi ini menyertakan Stockfish yang dirilis dengan lisensi GPLv3. Karena Stockfish ditautkan ke dalam aplikasi, seluruh aplikasi memakai lisensi yang sama — dan kode sumbernya diterbitkan lengkap.
it: Include Stockfish, distribuito con licenza GPLv3. Poiché Stockfish è collegato all'app, l'intera applicazione porta la stessa licenza — e il suo codice sorgente completo è pubblicato.
ja: 本アプリには GPLv3 で公開されている Stockfish が含まれます。Stockfish をリンクしているため、アプリ全体が同じライセンスに従い、そのソースコードはすべて公開されています。
ko: 이 앱에는 GPLv3로 배포되는 Stockfish가 포함되어 있습니다. Stockfish가 앱에 링크되어 있으므로 앱 전체가 같은 라이선스를 따르며, 전체 소스 코드가 공개되어 있습니다.
ms: Aplikasi ini menyertakan Stockfish yang dikeluarkan di bawah GPLv3. Oleh sebab Stockfish dipautkan ke dalam aplikasi, seluruh aplikasi memakai lesen yang sama — dan kod sumbernya diterbitkan sepenuhnya.
nl_nl: De app bevat Stockfish, dat onder de GPLv3 valt. Omdat Stockfish erin gelinkt is, valt de hele app onder dezelfde licentie — en de volledige broncode is gepubliceerd.
no: Appen inneholder Stockfish, som er utgitt under GPLv3. Fordi Stockfish er lenket inn i appen, omfattes hele appen av samme lisens — og hele kildekoden er offentliggjort.
pl: Aplikacja zawiera Stockfisha na licencji GPLv3. Ponieważ Stockfish jest z nią zlinkowany, cała aplikacja podlega tej samej licencji — a jej pełny kod źródłowy jest opublikowany.
pt_br: Inclui o Stockfish, que é GPLv3. Como o Stockfish está ligado ao aplicativo, todo o aplicativo carrega a mesma licença — e o código-fonte completo está publicado.
ro: Aplicația include Stockfish, publicat sub GPLv3. Fiindcă Stockfish este legat în aplicație, întreaga aplicație poartă aceeași licență — iar codul ei sursă complet este publicat.
ru: В приложение входит Stockfish под лицензией GPLv3. Поскольку Stockfish связан с приложением, вся программа распространяется на тех же условиях — и её полный исходный код опубликован.
sv: Appen innehåller Stockfish, som ges ut under GPLv3. Eftersom Stockfish är länkat in i appen omfattas hela appen av samma licens — och dess fullständiga källkod är publicerad.
th: แอปนี้มี Stockfish ซึ่งเผยแพร่ภายใต้ GPLv3 เนื่องจาก Stockfish ถูกลิงก์เข้ากับแอป แอปทั้งหมดจึงอยู่ภายใต้สัญญาอนุญาตเดียวกัน และซอร์สโค้ดทั้งหมดถูกเผยแพร่ไว้แล้ว
tr: Uygulama, GPLv3 ile dağıtılan Stockfish'i içerir. Stockfish uygulamaya bağlandığı için tüm uygulama aynı lisansı taşır — ve kaynak kodunun tamamı yayımlanmıştır.
vi: Ứng dụng có kèm Stockfish, phát hành theo GPLv3. Vì Stockfish được liên kết vào ứng dụng nên toàn bộ ứng dụng mang cùng giấy phép — và mã nguồn đầy đủ đã được công bố.
zh_hans: 本应用包含以 GPLv3 发布的 Stockfish。由于 Stockfish 被链接进应用，整个应用采用同一许可协议，其完整源代码已经公开。
zh_hant: 本 App 內含以 GPLv3 發布的 Stockfish。由於 Stockfish 連結進 App，整個 App 採用相同授權，其完整原始碼已公開。

# about.licencesAndContact
source: Licences, credits and how to get in touch
ar_sa: التراخيص والاعتمادات وكيفية التواصل
cs: Licence, poděkování a jak se ozvat
da: Licenser, credits og hvordan du får fat i os
de_de: Lizenzen, Danksagungen und Kontakt
el: Άδειες, μνείες και πώς να επικοινωνήσετε
es_es: Licencias, créditos y cómo ponerte en contacto
fi: Lisenssit, kiitokset ja miten otat yhteyttä
fr_ca: Licences, crédits et comment nous joindre
he: רישיונות, קרדיטים ואיך ליצור קשר
hi: लाइसेंस, श्रेय और संपर्क कैसे करें
hu: Licencek, közreműködők és hogyan érhet el minket
id: Lisensi, kredit, dan cara menghubungi
it: Licenze, crediti e come metterti in contatto
ja: ライセンス、クレジット、連絡先
ko: 라이선스, 크레딧, 연락 방법
ms: Lesen, kredit dan cara menghubungi
nl_nl: Licenties, credits en hoe je contact opneemt
no: Lisenser, bidragsytere og hvordan du tar kontakt
pl: Licencje, podziękowania i jak się skontaktować
pt_br: Licenças, créditos e como entrar em contato
ro: Licențe, mulțumiri și cum ne contactezi
ru: Лицензии, благодарности и как связаться
sv: Licenser, tack och hur du hör av dig
th: สัญญาอนุญาต เครดิต และวิธีติดต่อ
tr: Lisanslar, teşekkürler ve nasıl ulaşılır
vi: Giấy phép, ghi công và cách liên hệ
zh_hans: 许可、致谢与联系方式
zh_hant: 授權、致謝與聯絡方式

# about.privacy
source: Privacy
ar_sa: الخصوصية
cs: Soukromí
da: Privatliv
de_de: Datenschutz
el: Απόρρητο
es_es: Privacidad
fi: Tietosuoja
fr_ca: Confidentialité
he: פרטיות
hi: निजता
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
no: Personvern
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# about.somethingWrongOrMissing
source: Something wrong, or missing? There is somebody at the other end of this.
ar_sa: هل من خطأ أو نقص؟ هناك شخص على الطرف الآخر.
cs: Něco nefunguje nebo chybí? Na druhém konci je člověk.
da: Noget galt eller mangler der noget? Der sidder et menneske i den anden ende.
de_de: Etwas falsch oder fehlt etwas? Am anderen Ende sitzt ein Mensch.
el: Κάτι λάθος ή κάτι λείπει; Στην άλλη άκρη υπάρχει άνθρωπος.
es_es: ¿Algo va mal, o falta algo? Al otro lado hay alguien.
fi: Onko jokin väärin tai puuttuuko jotain? Toisessa päässä on ihminen.
fr_ca: Quelque chose ne va pas, ou manque? Il y a quelqu’un à l’autre bout.
he: משהו לא בסדר או חסר? יש מישהו בצד השני.
hi: कुछ ग़लत है, या कुछ छूट गया है? दूसरी ओर एक इंसान है।
hu: Valami hibás vagy hiányzik? A másik végén ember ül.
id: Ada yang salah atau kurang? Ada orang di ujung sana.
it: Qualcosa non va, o manca? Dall’altra parte c’è qualcuno.
ja: おかしいところ、足りないところがありますか。この先には人がいます。
ko: 잘못되었거나 빠진 것이 있나요? 저쪽 끝에는 사람이 있습니다.
ms: Ada yang tidak kena atau tertinggal? Ada orang di hujung sana.
nl_nl: Iets fout, of ontbreekt er iets? Aan de andere kant zit een mens.
no: Noe galt, eller mangler noe? Det sitter et menneske i andre enden.
pl: Coś nie działa albo czegoś brakuje? Po drugiej stronie jest człowiek.
pt_br: Algo errado, ou faltando? Há alguém do outro lado.
ro: Ceva greșit sau lipsește? La celălalt capăt e cineva.
ru: Что-то не так или чего-то не хватает? На том конце — человек.
sv: Något fel, eller saknas något? Det sitter en människa i andra änden.
th: มีอะไรผิดพลาดหรือขาดหายไหม ปลายทางมีคนอยู่จริง
tr: Bir şey yanlış ya da eksik mi? Diğer uçta bir insan var.
vi: Có gì sai, hay còn thiếu? Đầu bên kia là một con người.
zh_hans: 哪里不对，或者少了什么？另一头有人在。
zh_hant: 哪裡不對，或者少了什麼？另一頭有人在。

# about.tacticsPositionalJudgementEndgameTechnique
source: Tactics, positional judgement, endgame technique and coached play, with the engine running on the device. Nothing leaves the phone.
ar_sa: تكتيك، وتقييم للأوضاع، وتقنية نهايات، ومباريات مع تدريب — ومحرّك المحرك يعمل على الجهاز نفسه. لا شيء يغادر الهاتف.
cs: Taktika, poziční úsudek, koncovková technika a partie s koučem, se engineem běžícím přímo v zařízení. Nic neopouští telefon.
da: Taktik, positionsvurdering, slutspilsteknik og partier med coaching, med motoren kørende på selve enheden. Intet forlader telefonen.
de_de: Taktik, Stellungsbeurteilung, Endspieltechnik und begleitetes Spiel, mit der Engine direkt auf dem Gerät. Nichts verlässt das Telefon.
el: Τακτική, κρίση θέσης, τεχνική φινάλε και παρτίδες με καθοδήγηση, με το η μηχανή να τρέχει πάνω στη συσκευή. Τίποτα δεν φεύγει από το τηλέφωνο.
es_es: Táctica, criterio posicional, técnica de finales y partidas comentadas, con el motor funcionando en el dispositivo. Nada sale del teléfono.
fi: Taktiikkaa, aseman arviointia, loppupelitekniikkaa ja valmennettuja pelejä — moottori pyörii itse laitteessa. Mikään ei lähde puhelimesta.
fr_ca: Tactique, jugement positionnel, technique de finale et parties commentées, avec le moteur qui tourne sur l'appareil. Rien ne quitte le téléphone.
he: טקטיקה, שיפוט עמדתי, טכניקת סופים ומשחקים עם אימון — כאשר המנוע רץ על המכשיר עצמו. שום דבר לא יוצא מהטלפון.
hi: रणनीति, स्थिति का आकलन, अंत-खेल तकनीक और कोचिंग के साथ बाज़ियाँ — इंजन डिवाइस पर ही चलता है। कुछ भी फ़ोन से बाहर नहीं जाता।
hu: Taktika, állásértékelés, végjátéktechnika és edzővel kísért játszmák, a a motor pedig magán a készüléken fut. Semmi nem hagyja el a telefont.
id: Taktik, penilaian posisi, teknik akhir permainan, dan partai berpendamping, dengan mesin berjalan di perangkat itu sendiri. Tidak ada yang meninggalkan ponsel.
it: Tattica, giudizio posizionale, tecnica di finale e partite commentate, con il motore che gira sul dispositivo. Niente esce dal telefono.
ja: 戦術、局面判断、終盤技術、そして解説つきの対局。エンジン は端末上で動作し、データが端末の外に出ることはありません。
ko: 전술, 포지션 판단, 엔드게임 기술, 그리고 코칭이 붙은 대국. 엔진이 기기 안에서 돌아가며, 어떤 데이터도 휴대폰을 떠나지 않습니다.
ms: Taktik, penilaian kedudukan, teknik permainan akhir dan perlawanan berjurulatih, dengan enjin berjalan pada peranti itu sendiri. Tiada apa-apa meninggalkan telefon.
nl_nl: Tactiek, positioneel inzicht, eindspeltechniek en partijen met begeleiding, met de engine op het toestel zelf. Er verlaat niets de telefoon.
no: Taktikk, posisjonsvurdering, sluttspillteknikk og partier med coaching, med motoren som kjører på selve enheten. Ingenting forlater telefonen.
pl: Taktyka, ocena pozycji, technika końcówek i partie z komentarzem, ze silnikem działającym na urządzeniu. Nic nie opuszcza telefonu.
pt_br: Tática, julgamento posicional, técnica de finais e partidas comentadas, com o o motor rodando no aparelho. Nada sai do telefone.
ro: Tactică, judecată pozițională, tehnică de final și partide cu antrenor, cu motorul rulând chiar pe dispozitiv. Nimic nu părăsește telefonul.
ru: Тактика, позиционная оценка, эндшпильная техника и партии с разбором — движок работает прямо на устройстве. Ничего не покидает телефон.
sv: Taktik, positionsbedömning, slutspelsteknik och partier med coachning, med motorn igång på själva enheten. Ingenting lämnar telefonen.
th: แทคติก การประเมินตำแหน่ง เทคนิคเกมท้าย และเกมที่มีโค้ช โดย เอนจิน ทำงานบนเครื่องเอง ไม่มีข้อมูลใดออกจากโทรศัพท์
tr: Taktik, konum değerlendirmesi, oyunsonu tekniği ve koçluk eşliğinde oyun; motor cihazın kendisinde çalışır. Hiçbir şey telefondan çıkmaz.
vi: Chiến thuật, đánh giá thế cờ, kỹ thuật tàn cuộc và các ván có huấn luyện viên, với engine chạy ngay trên máy. Không có gì rời khỏi điện thoại.
zh_hans: 战术、局面判断、残局技术和带讲解的对局，引擎 直接在设备上运行。没有任何数据离开手机。
zh_hant: 戰術、局面判斷、殘局技術與附講解的對局，引擎 直接在裝置上執行。沒有任何資料離開手機。
